Tekla Open API Reference for Tekla Structures 2025
AnalysisDecomposedNodeLoad Methods
The AnalysisDecomposedNodeLoad type exposes the following members.
Methods
Name | Description
Select
 Selects an analysis decomposed node load.
 (Overrides AnalysisObject.Select().)
Top
See Also
Reference
AnalysisDecomposedNodeLoad Class
Tekla.Structures.Analysis Namespace